Revit 2027 API
ViewScheduleExportOptions Constructor
 Constructs a new instance of the ViewScheduleExportOptions class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ViewScheduleExportOptions()
Public Sub New
public:
ViewScheduleExportOptions()
new : unit -> ViewScheduleExportOptions
See Also
Reference
ViewScheduleExportOptions Class
ViewScheduleExportOptions Overload
Autodesk.Revit.DB Namespace